Repository: HaochengLuo/Haloscope
Catalog: HaloscopeWidget/Localizable.xcstrings
Source language: en
Languages: zh_hans

# widget.description
source: Codex weekly usage, reset time, and available resets.
zh_hans: 显示 Codex 七天剩余用量、重置时间和可用重置次数。

# widget.left
source: left
zh_hans: 剩余

# widget.name
source: Codex Weekly Usage
zh_hans: Codex 七天用量

# widget.open_app
source: Open Haloscope
zh_hans: 打开 Haloscope

# widget.reset_count
source: %d resets available
zh_hans: 可用重置次数：%d

# widget.reset_count_unavailable
source: Reset count unavailable
zh_hans: 重置次数不可用

# widget.reset_unavailable
source: Reset time unavailable
zh_hans: 重置时间不可用

# widget.resets_in
source: Resets in %@
zh_hans: 距重置 %@

# widget.signing_required
source: Finish signing setup
zh_hans: 请完成签名设置

# widget.stale
source: Data may be stale
zh_hans: 数据可能已过期

# widget.waiting_refresh
source: Waiting for refresh
zh_hans: 等待刷新
